Repository: wp-plugins/backupwordpress
Catalog: languages/hmbkp-*.po
Languages: eu, nl, sr_sr

source: Help with translation
eu: Itzulpenarekin lagundu
nl: Vertaal hulp
sr_sr: Pomozite sa prevođenjem

source: cancel
eu: ezeztatu
nl: Annuleren
sr_sr: otkaži

source: Backup %s only, your %s won't be backed up. Defaults to %s.
eu: Honen %s babeskopia baino ez egin. %s honen babeskopiarik ez da egingo. %s lehenespen gisa.
nl: Backup alleen %s, de %s zullen niet gebacked up worden. Standaard ingesteld op %s.

source: The information below is for version %s. View the readme.txt file for help specific to version %s.
eu: Beheko informazioa %s bertsiorako da. %s bertsioko laguntza lortzeko, readme.txt fitxategia irakurri.
nl: De informatie hier onder is voor versie %s. Bekijk de readme.txt voor hulp speciaal voor versie %s.

source: FAQ
eu: MEG
nl: Veel gestelde vragen
sr_sr: Česta pitanja

source: Constants
eu: Iraunkorrak
nl: Constanten
sr_sr: Konstante

source: Support Forums
eu: Laguntza-foroak
nl: Ondersteunings forums
sr_sr: Forum za podršku

source: You can define %s in your %s to control some settings. A full list of %s can be found in the %s. Defined settings will not be editable below.
eu: %s zehaztu dezakezu zeure %s ezarpen batzuk kontrolatzeko. %s-(r)en zerrenda oso bat aurki daiteke hemen: %s. Zehaztutako ezarpenak ezin izango dira azpian aldatu.
nl: Je kunt %s definiëren in je %s om de instellingen te beheren. Een volledige lijst van %s is opgesomd in %s. Gedefinieerde instellingen zijn niet hieronder aan te passen.

source: help panel
eu: laguntza taula
nl: Hulp scherm
sr_sr: Površina za pomoć

source: Save Changes
eu: Aldaketak Gorde
nl: Wijzigingen opslaan
sr_sr: Sačuvajte promene

source: This %s file ensures that other people cannot download your backup files.
eu: Fitxategi %s hau, beste inork zeure babeskopiak jaisten ez dituelaz ziurtatzen da.
nl: Dit %s bestand voorkomt dat ander gebruikers je back up bestanden downloaden.
sr_sr: Ova %s datoteka osigurava da drugi ljudi ne mogu skinuti vaše rezervne kopije.

source: Settings saved.
eu: Ezarpenak gordeta.
nl: Instellingen opgeslagen.
sr_sr: Podešavanja sačuvana.

source: You have entered an invalid number of backups.
eu: Babeskopia kopuru oker bat idatzi duzu.
nl: Je hebt een ongeldig aantal back ups ingevuld.
sr_sr: Uneli ste nepravilan broj rezervnih kopija.

source: %s is an invalid email address.
eu: %s posta elektroniko helbide okerra da.
nl: %s is een ongeldig email adres.
sr_sr: %s je nepravilna email adresa.

source: BackUpWordPress has detected a problem.
eu: BackUpWordPress-ek arazo bat aurkitu du.
nl: BackUpWordPress heeft een probleem ondervonden.
sr_sr: BackUpWordPress je detektovao problem.

source: %s is returning a %s response which could mean cron jobs aren't getting fired properly. BackUpWordPress relies on wp-cron to run scheduled back ups. See the %s for more details.
eu: Hau (%s) honen (%s) erantzuna bilakatzen ari da, cron lanak zuzen bidaltzen ez direla esanahi ahal duena. BackUpWordPress wp-cron-en oinarritzen da antolatutako babeskopiak egiteko. %s ikusi xehetasun gehiagorako.
nl: %s geeft een %s antwoord welke kan betekenen dat cron jobs niet goed opgestart worden. BackUpWordPress is afhankelijk van wp-cron om geplande back ups te maken. Zie de %s voor meer details.

source: Back Up Now
eu: Babeskopia Oraintxe Egin
nl: Back Up Nu.
sr_sr: Napravite rezervnu kopiju

source: Size
eu: Neurria
nl: Grootte
sr_sr: Veličina

source: Actions
eu: Ekintzak
nl: Acties
sr_sr: Akcije

source: Total %s
eu: %s guztira
nl: Totaal %s
sr_sr: Ukupno %s

source: You can %s any of the following %s in your %s to control advanced settings. %s. Defined %s will be highlighted.
eu: %s ahal duzu ondorengo edozein %s zeure %s ezarpen aurreratuak kontrolatzeko. %s. Zehaztutako %s nabarmenduta egongo dira.
nl: Je kunt %s elke van de volgende %s in je %s om geavanceerde instellingen te beheren. %s. Gedefiniëerde %s zijn gemarkeerd.

source: The Codex can help
eu: Kodizeak lagundu dezake
nl: De Codex kan hulp bieden.
sr_sr: Kodeks može pomoći

source: The path to folder you would like to store your backup files in, defaults to %s.
eu: Zeure babeskopien fitxategiak gorde gura dituzun karpetaren bide-izena, %s da lehenespen gisa.
nl: Het pad naar de map waar je de back up bestanden wilt bewaren, standaard naar %s.
sr_sr: Putanja do direktorijuma u kome bi želeli da čuvate vaše rezervne datoteke, podrazumevano %s.

source: The path to your %s executable. Will be used for the %s part of the back up if available.
eu: Zeure egikaritutako %s-(e)rako bide-izena. Ahal bada, babeskopiaren %s atalerako erabiliko da.
nl: Het pad naar je %s uitvoerbaar bestand. Wordt gebruikt voor het %s gedeelte van de back up indien beschikbaar.

source: database
eu: datu-basea
sr_sr: baza podataka

source: The path to your %s executable. Will be used to zip up your %s and %s if available.
eu: Zeure egikaritutako %s-(e)rako bide-izena. Ahal bada, zeure %s eta %s konprimitzeko erabiliko da.
nl: Het pad naar je %s uitvoerbaar bestand. Wordt gebruikt om het %s gedeelte in te pakken en %s indien beschikbaar.

source: files
eu: fitxategiak
nl: bestanden
sr_sr: datoteke

source: Completely disables the automatic back up. You can still back up using the "Back Up Now" button. Defaults to %s.
eu: Guztiz ezgaitzen du babeskopia automatikoa, baina "Babeskopia Oraintxe Egin" botoia erabiliz egin dezakezu. %s lehenespen gisa.
nl: Schakelt de automatische back-up volledig uit. Je kunt nog steeds een back-up maken met behulp van de "Back Up Nu" knop. Standaard naar %s.
sr_sr: Kompletno onemogućava automatsko kreiranje rezervnih kopija. Još uvek možete napraviti rezervnu kopiju korišćenjem dugmeta "Napravi rezervnu kopiju". Podrazumeva se %s.

source: Number of backups to keep, older backups will be deleted automatically when a new backup is completed. Detaults to %s.
eu: Gorde behar den babeskopien kopurua. Babeskopia zaharrak automatikoki ezabatuko dira babeskopia berri bat sortzen denean. %s lehenespen gisa.
nl: Aantal te bewaren back-ups, oudere back-ups worden automatisch verwijderd wanneer er een nieuwe back-up is voltooid. Standaard naar %s.

source: The time that the daily back up should run. Defaults to %s.
eu: Egunero babeskopia egiten hasten den ordua. %s lehenespen gisa.
nl: De tijd waarop de dagelijkse back-up moet worden uitgevoerd. Standaard naar %s.

source: Attempt to email a copy of your backups. Value should be email address to send backups to. Defaults to %s.
eu: Zeure babeskopien kopia bat posta elektronikora bidaltzen saiatu. Zeure posta elektronikoa sartu babeskopiak jasotzeko. %s lehenespen gisa.
nl: Poging om een kopie van uw back-ups e-mailen. Waarde moet het e-mailadres om back-ups naar toe te sturen zijn. Standaard naar %s.

source: Comma separated list of files or directories to exclude, the backups directory is automatically excluded.
eu: Komez bananduriko baztertzeko fitxategi eta direktorio bide-izenen zerrenda. Babeskopien direktorioa automatikoki baztertzen da.
nl: Een door komma's gescheiden lijst van bestanden of mappen die uitgesloten worden, de backup(s) map is automatisch uitgesloten.

source: The capability to use when calling %s. Defaults to %s.
eu: %s deitzerakoan erabiltzeko duen gaitasuna. %s lehenespen gisa.
nl: De mogelijkheid om te gebruiken bij het aanroepen van %s. Standaard naar %s.

source: Manage Backups
eu: Babeskopiak Kudeatu
nl: Beheer back ups
sr_sr: Rad sa rezervnim kopijama.

source: Backups
eu: Babeskopiak
sr_sr: Rezervne kopije

source: You are not using the latest stable version of BackUpWordPress
eu: Ez zaude BackUpWordPress-eko azken bertsioa erabiltzen
nl: Je gebruikt niet de laatste stabiele versie van BackUpWordPress
sr_sr: Ne koristite zadnju stabilnu verziju BackUpWordPress-a

source: For more information:
eu: Informazio gehiagorako:
nl: Voor meer informatie:
sr_sr: Za više informacija:

source: Settings
eu: Ezarpenak
nl: Instellingen
sr_sr: Podešavanja

source: You need to fix the issues detailed above before BackUpWordPress can start.
eu: Aurretiaz azaldutako arazoak konpontzea beharrezkoa da BackUpWordPress martxan jartzeko.
nl: Je moet de hierboven beschreven problemen oplossen voordat BackUpWordPress kan beginnen.
sr_sr: Morate srediti greške prikazane iznad pre nego što pokrenete BackUpWordPress.

source: If you need help getting things working you are more than welcome to email us at %s and we'll do what we can to help.
eu: Laguntzarik behar baduzu gauzak martxan jartzeko, %s-era posta elektroniko bat bidal diezagukezu eta ahal dugun guztia egingo dugu laguntzeko.
nl: Als u hulp nodig bent om dingen te laten werken bent u meer dan welkom om ons te e-mailen op %s en we zullen doen wat we kunnen om te helpen.
sr_sr: Ukoliko vam je potrebna pomoć pri podešavanju više ste nego dobrodošli da pošaljete email na %s a mi ćemo se potruditi da vam pomognemo.

source: Automatic Backups
eu: Babeskopia automatikoak
nl: Automatische Backups
sr_sr: Automatsko pravljenje rezervnih kopija

source: Backup my site automatically.
eu: Neure gunearen babeskopia automatikoki egin.
nl: Backup mijn site automatisch
sr_sr: Napravi rezervnu kopiju automatski.

source: No automatic backups.
eu: Babeskopia automatikorik ez.
nl: Geen automatische backups.
sr_sr: Nema automatskih rezervnih kopija.

source: Frequency of backups
eu: Babeskopien maiztasuna
nl: Frequentie van de backups
sr_sr: Učestalost pravljenja rezervnih kopija

source: Automatic backups will occur
eu: Babeskopia automatikoak egingo dira
nl: Automatische backups ingesteld.
sr_sr: Automatsko pravljenje rezervnih kopija će biti odrađeno

source: Daily
eu: Egunero
nl: Dagelijks
sr_sr: Dnevno

source: Weekly
eu: Astero
nl: Wekelijks
sr_sr: Nedeljno

source: Fortnightly
eu: Hamabost egunez behin
nl: Alle veertien dagen
sr_sr: Jednom u dve nedelje

source: Monthly
eu: Hilero
nl: Maandelijks
sr_sr: Mesečno

source: What to Backup
eu: Zeren Babeskopia
nl: Wat te back uppen
sr_sr: Šta ulazi u rezervnu kopiju

source: Backup my
eu: Honen babeskopia egin
nl: Back up mijn
sr_sr: Napravi rezervnu kopiju mojih

source: database &amp; files
eu: datu-baseak eta fitxategiak
nl: database &amp; bestanden
sr_sr: baza podataka &amp; datoteke

source: database only
eu: datu-basea bakarrik
nl: Alleen database
sr_sr: samo bazu podataka

source: files only
eu: fitxategiak bakarrik
nl: Alleen bestanden
sr_sr: samo datoteke

source: Number of backups
eu: Babeskopia kopurua
nl: Aantal back ups
sr_sr: Broj rezervnih kopija

source: The last %s backups will be stored on the server.
eu: Azkenengo %s babeskopiak zerbitzarian gordeko dira.
nl: De laatste %s backups zullen worden opgeslagen op de server.
sr_sr: Zadnjih %s rezervnih kopija će biti čuvano na serveru.

source: Email backups
eu: Babeskopiak posta elektronikoaz bidali
sr_sr: Posalji rezervne kopije na email

source: A copy of the backup file will be emailed to this address. Disabled if left blank.
eu: Babeskopiaren kopia bat posta elektroniko honetara bidaliko da. Ezgaituta hutsik egotekotan.
nl: Een kopie van de back up zal worden verzonden naar dit email adres. Uitgeschakeld indien niet ingevuld.
sr_sr: Rezervna kopija će biti poslata na ovu email adresu. Onemogućeno ukoliko ostavite prazno.

source: Excludes
eu: Baztertuak
nl: Exclusief
sr_sr: Izuzetci

source: A comma separated list of file and directory paths that you do <strong>not</strong> want to backup.
eu: Babeskopia egin gura <strong>ez</strong> duzun fitxategi eta direktorio bide-izenen zerrenda, komez banandurikoa.
nl: Een door komma's gescheiden lijst van bestanden en mappen die je <strong>niet</strong> wilt back uppen.

source: e.g.
eu: adibidez
nl: bijv.
sr_sr: npr

source: Automatic backups are %s.
eu: %s babeskopia automatikoak dira.
nl: Automatische back-ups zijn %s.
sr_sr: Automatske rezervne kopije su %s.

source: disabled
eu: ezgaituta
nl: uitgeschakeld
sr_sr: onemogućeno

source: &amp;
eu: eta

source: Your %s will be automatically backed up <code>%s</code>. The next backup will occur at %s on %s and be saved to %s.
eu: %s babeskopia <code>%s</code> automatikoki egingo da. Hurrengo babeskopia %s-(r)etan, %s-(e)an eta %s-(e)n gordeko da.
nl: Uw %s wordt automatisch geback-upped <code> %s</code>. De volgende back-up zal plaatsvinden op %s op %s en worden opgeslagen in %s.

source: It's currently %s
eu: Orain %s da
nl: Op dit moment %s
sr_sr: Trenutno je %s

source: Your site is %s. Backups will be compressed and should be smaller than this.
eu: Zeure gunea %s da. Babeskopiak konprimatu eta hau baino txikiagoak izan dira.
nl: Je site is %s. Back ups worden gecomprimeerd (gezipt) en zouden kleiner moeten worden dan dit.
sr_sr: Vaš sajt je %s. Rezervna kopija će biti kompresovana i trebala bi biti manja od ovoga.

source: Calculating Size...
eu: Neurria Kalkulatzen...
nl: Grootte berekenen...
sr_sr: Računanje veličine...

source: A copy of each backup will be emailed to %s.
eu: Babeskopia bakoitzaren kopia bat %s posta elektronikora bidaliko da.
nl: Een kopie van elke back up zal worden gemaild naar %s.
sr_sr: Kopija svake rezervne kopije će biti poslata emailom na %s.

source: The following paths will be excluded from your backups %s.
eu: Hurrengo bide-izenak babeskopiatik kanpo geratuko dira: %s.
nl: De volgende paden zullen worden uitgesloten van je back-ups %s.
sr_sr: Sledeće putanje će biti izuzete iz vaših rezervnih kopija %s.

source: Dumping database
eu: Datu-basera bidaltzen
nl: Database verwijderen

source: Creating zip archive
eu: Zip fitxategia sortzen
nl: Een zip archief maken
sr_sr: Kreiranje zip arhive

source: Removing old backups
eu: Babeskopia zaharrak ezabatzen
nl: Oude back ups verwijderen
sr_sr: Uklanjanje starih rezervnih kopija

source: Backup of %s
eu: %s-(r)en babeskopia
nl: Back up van %s
sr_sr: Rezervna kopija od %s

source: BackUpWordPress has completed a backup of your site %s. The backup file should be attached to this email. You can also download the backup file by clicking the link below: %s Kind Regards The Happy BackUpWordPress Backup Emailing Robot
eu: BackUpWordPress-ek zeure %s gunearen babeskopia bat egiten amaitu du. Babeskopiaren fitxategia posta elektroniko honetara erantsiko da. Azpian dagoen estekan klik eginez, babeskopiaren fitxategia jaitsi dezakezu baita ere: %s Agur bero bat Posta Elektronikoak Bidaltzen Dituen BackUpWordPress-eko Errobot Zoriontsua
nl: BackUpWordPress heeft een back up van je site %s gemaakt. Het back up bestand is als bijlage toegevoegd bij deze mail. Je kunt het back up bestand ook downloaden door op onderstaande link te klikken: %s Vriendelijke groet De "Happy BackUpWordPress Backup Email Robot.

source: BackUpWordPress has completed a backup of your site %s. Unfortunately the backup file was too large to attach to this email. You can download the backup file by clicking the link below: %s Kind Regards The Happy BackUpWordPress Backup Emailing Robot
eu: BackUpWordPress-ek zeure %s gunearen babeskopia bat egiten amaitu du. Zoritxarrez, babeskopiaren fitxategia handiegia da posta elektronikora eransteko. Azpian dagoen estekan klik eginez, babeskopiaren fitxategia jaitsi dezakezu: %s Agur bero bat Posta Elektronikoak Bidaltzen Dituen BackUpWordPress-eko Errobot Zoriontsua
nl: BackUpWordPress heeft een back up van je site %s gemaakt. Het back up bestand is te groot om als bijlage toe te voegen bij deze mail. Je kunt het back up bestand downloaden door op onderstaande link te klikken: %s Vriendelijke groet De "Happy BackUpWordPress Backup Email Robot.

source: Download
eu: Jaitsi

source: Delete
eu: Ezabatu
nl: Verwijderen
sr_sr: Obriši

source: BackUpWordPress is almost ready.
eu: BackUpWordPress ia prest dago.
nl: BackUpWordPress is bijna klaar.
sr_sr: BackUpWordPress je skoro spreman.

source: The backups directory can't be created because your %s directory isn't writable, run %s or %s or create the folder yourself.
eu: Babeskopien direktorioa ezin da sortu %s direktorioa idazgarria ez delako, %s edo %s egikaritu edo sortu karpeta zeure kabuz.
nl: Je Back Up map kan niet gemaakt worden omdat je %s map niet beschrijfbaar is, voer %s of %s uit om de map handmatig te creëren.

source: Your backups directory isn't writable. run %s or %s or set the permissions yourself.
eu: Zeure babeskopien direktorioa ez da idazgarria. %s edo %s egikaritu edo baimenak zeure kabuz ezarri.
nl: Je Back Up map is beveiligd tegen schrijven, voer %s of %s uit of verander de permissies handmatig.

source: %s is running in %s. Please contact your host and ask them to disable %s.
eu: %s %s-(e) egikaritzen ari da. Mesedez zeure ostalariarekin harremanetan jarri eta %s ezgaitzeko eskatu.
nl: %s wordt uitgevoerd in %s. Neem contact op met je host en vraag hem om %s uit te schakelen

source: You have both %s and %s defined so there isn't anything to back up.
eu: %s eta %s aukeratuak, beraz, ez dago ezeren babeskopiarik egiterik.
nl: Je hebt zowel %s als %s gedefinieerd voor uitsluiting, dus er is niets om te back uppen.

source: The following email address's are not valid: %s.
eu: Hurrengo posta elektroniko helbideak ez dira zuzenak: %s.
nl: De volgende email adressen zijn niet geldig: %s.

source: The last backup email failed to send. It's likely that the file is too large.
eu: Azkenengo babeskopiaren bidalketak huts egin du. Fitxategiaren neurria oso handia delako izan daiteke.
nl: De laatste back up kon niet worden verzonden. Waarschijnlijk is het bestand te groot.

source: Your custom backups directory %s doesn't exist and can't be created, your backups will be saved to %s instead.
eu: Babeskopiak gordetzeko ezarri duzun %s direktorioa ez da existitzen eta ezin da sortu, beraz, zeure babeskopiak hemen gordeko dira: %s.
nl: Je aangepaste back-ups map %s bestaat niet en kan niet worden gemaakt, in plaats daarvan zullen je back-ups worden opgeslagen in %s.

source: Your custom backups directory %s isn't writable, new backups will be saved to %s instead.
eu: Babeskopiak gordetzeko ezarri duzun %s direktorioa ez da idazgarria, beraz, babeskopia berriak hemen gordeko dira: %s.
nl: Je aangepaste back-ups map %s is tegen schrijven beveiligd, nieuwe back-ups zullen worden opgeslagen in %s.

source: You have defined a custom exclude list but the following paths don't exist %s, are you sure you entered them correctly?
eu: Bazterketa-zerrenda egin duzu, baina hurrengo bide-izenak ez dira existitzen %s, zuzen idatzi dituzula ziur zaude?
nl: Je hebt een aangepaste lijst van uitsluitingen gedefinieerd, maar de volgende paden zijn er niet %s, weet je zeker dat je deze correct ingevoerd hebt?

source: BackUpWordPress detected issues with your last backup.
eu: BackUpWordPress-ek arazoak aurkitu ditu zeure azken babeskopian.
nl: BackUpWordPress heeft problemen ondervonden met je laatste back-up.

source: The backup file was not created
eu: Babeskopiaren fitxategia ez da sortu
nl: Het back-up bestand is niet gemaakt

source: The following files are unreadable and couldn't be backed up:
eu: Hurrengo fitxategiak irakurtezinak dira eta ezin da hauen babeskopiarik egin:
nl: De volgende bestanden zijn onleesbaar en konden niet in een back-up worden opgenomen:

source: BackUpWordPress requires PHP version 5.2.4 or greater.
eu: BackUpWordPress-ek PHP-eko 5.2.4 bertsioa edo hobeagoa behar du.
nl: BackUpWordPress vereist PHP versie 5.2.4 of hoger.

source: BackUpWordPress requires WordPress version %s.
eu: BackUpWordPress-ek WordPress-eko %s bertsioa behar du.
nl: BackUpWordPress vereist WordPress versie %s.

source: You can %1$s any of the following %2$s in your %3$s to control advanced settings. %4$s. Defined %5$s will be highlighted.
sr_sr: Možete %1$s bilo koju od sledećih %2$s u vašem %3$s da bi kontrolisali napredna podešavanja. %4$s. Definisani %5$s će biti istaknuti.

source: The path to your %1$s executable. Will be used for the %2$s part of the back up if available.
sr_sr: Putanja do vaše %1$s izvršne. Biće korišćena za %2$s deo rezervne kopije ukoliko je moguće.

source: %1$s is returning a %2$s response which could mean cron jobs aren't getting fired properly. BackUpWordPress relies on wp-cron to run scheduled back ups. See the %3$s for more details.
sr_sr: %1$s vraća %2$s odgovor koji može ukazivati na to da se zakazane operacije (cron jobs) ne izvršavaju pravilno. BackUpWordPress svoje zakazano pravljenje rezervnih kopija zasniva na zakazanim operacijama. Pogledajte %3$s za više detalja.

source: http://php.net/manual/en/features.safe-mode.php
sr_sr: http://php.net/manual/sr/features.safe-mode.php

source: Safe Mode
sr_sr: Садржај
